// English localization of installer text

"LIBGIG_DESCR" = "Program libary (C++ DLL) providing file access to Gigasampler/GigaStudio, DLS, Korg and Akai instrument files.";

"CODECS_DESCR" = "Program libraries (C DLLs) providing file access to various audio sample file formats and audio encoding formats (.wav, .ogg, .aiff, FLAC, Vorbis).";

"GTK_DESCR" = "The Gtk/Gtkmm toolkit is a set of program libraries (C and C++ DLLs) aimed to reduce the development effort of creating graphical applications for various platforms. This choice will also install various dependency libraries like the SigC++, glibmm and many more.";

"LINUXSAMPLER_DLL_DESCR" = "The major part of LinuxSampler is contained in this program library (C++ DLL). It contains the sampler backend, audio and MIDI drivers (i.e. CoreAudio and CoreMIDI support), LSCP network support and the sampler's C++ API.";

"LIBGIGEDIT_DESCR" = "The major part of the GigEdit instrument editor application is contained in this program library (C++ DLL).";

"LINUXSAMPLER_BACKEND_DESCR" = "Stand-alone version of the sampler. You need to install this if you want to use the sampler without a DAW/sequencer app. Note that LinuxSampler itself is just the core of the sampler, without a graphical user interface. This choice will also install the lscp command line shell of the sampler.";

"AU_DESCR" = "The Apple Audio Unit (AU) Plugin version of LinuxSampler. Install this for being able to load LinuxSampler as virtual instrument directly within DAW apps like Apple Logic Pro, Garage Band and more.";

"VST_DESCR" = "The Steinberg Virtual Studio Technology (VST) Plugin version of LinuxSampler. Install this for being able to load LinuxSampler as virtual instrument directly within DAW apps like Steinberg Cubase and more.";

"QSAMPLER_DESCR" = "QSampler is a graphical frontend application (written in C++ using the Qt UI toolkit), which allows to control LinuxSampler, loading sounds, selecting MIDI inputs and so on. QSampler and Fantasia fulfill the same task. So you might pick one of the two for your daily usage of LinuxSampler.";

"FANTASIA_DESCR" = "Fantasia is a graphical frontend application (written in Java), which allows to control LinuxSampler, loading sounds, selecting MIDI inputs and so on. QSampler and Fantasia fulfill the same task. So you might pick one of the two for your daily usage of LinuxSampler.";

"GIGEDIT_DESCR" = "GigEdit is a graphical instrument editor application (written in C++ using the Gtkmm toolkit) for Gigasampler/GigaStudio files. You can use GigEdit as stand-alone editor or in conjunction with LinuxSampler. In the latter case you can thus edit an instrument while playing the instrument at the same time with the sampler.";

"LINUXSAMPLER_GROUP_DESCR" = "LinuxSampler is the so called backend, thus the core of the sampler. You might want to install either at least QSampler or Fantasia for being able to control LinuxSampler conveniently.";

"3RD_PARTY_DLLS_DESCR" = "Dynamic loadable program libraries (DLLs) of foreign parties.";

"DLL_GROUP_DESCR" = "Dynamic loadable program libraries (DLLs) used by the sampler and the other applications.";
